ITEM.name = "Противоосколочные очки"
ITEM.model = Model("models/eft_props/gear/eyewear/glasses_afg.mdl")
ITEM.description = "Противоосколочные очки предназначены для защиты глаз и части лица пользователя от осколков снарядов, капель химически агрессивных жидкостей и масел, грубодисперсных аэрозолей, термических факторов, атмосферных воздействий, механических повреждений во всех видах боевых действий и в повседневной деятельности."
ITEM.category = "Очки"
ITEM.width = 2 
ITEM.height = 1
ITEM.Jname = "AF Glasses"


ITEM.noBusiness = true